abusaidm.html-snippets
burkeholland.simple-react-snippets
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
docker.docker
dsznajder.es7-react-js-snippets
equimper.react-native-react-redux
esbenp.prettier-vscode
formulahendry.auto-rename-tag
geeebe.duplicate
humao.rest-client
justinmahar.react-bootstrap-snippets
kevinrose.vsc-python-indent
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
nucllear.vscode-extension-auto-import
oderwat.indent-rainbow
pranaygp.vscode-css-peek
redhat.java
ritwickdey.liveserver
rodrigovallades.es7-react-js-snippets
steoates.autoimport
techer.open-in-browser
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
xabikos.javascriptsnippets
xabikos.reactsnippets
